[{"ref":"120:0","html":"<strong><a href=\"/articles/benvenuto-il-canale\" hreflang=\"und\">Benvenuto Il Canale!</a></strong>\n<p><p> What takes two minutes, 900 degrees and your breath away? Hint: it's made by Enrico Sautto, a fifth generation Napoli pizzaolo, at the helm of a hand-made (non-mechanical) wood-burning oven with an inch of rock salt beneath its stones. </p></p>\n"},{"ref":"120:1","html":"<strong><a href=\"/articles/martins-hosts-georgetown-dish-meeting\" hreflang=\"und\">Martin&#039;s Hosts Georgetown Dish &quot;Meeting&quot;</a></strong>\n<p><p> <strong>The Georgetown Dish</strong> held a \"staff meeting\" at Martin's Monday night, starting at 6:00 and </p></p>\n"},{"ref":"120:2","html":"<strong><a href=\"/articles/olympic-games-begin\" hreflang=\"und\">The Olympic Games Begin</a></strong>\n<p><p> VIDEO: The Olympic Games Begin</p>\n<p> Proud Canadians celebrated the beginning of the Vancouver Winter Olympics at Ambassador Doer's Olympic Opening Ceremonies party at the Embassy of Canada.</p></p>\n"},{"ref":"120:3","html":"<strong><a href=\"/articles/out-spotlight-ex-officials-touch-lives-global-rescue\" hreflang=\"und\">Out of the Spotlight, Ex-Officials Touch Lives in Global Rescue</a></strong>\n<p><p> <strong>There was chocolate.</strong> The wine flowed. But when a clutch of ex-White House officials and friends gathered recently in an elegant West End townhouse, it was not the average party.</p></p>\n"},{"ref":"120:4","html":"<strong><a href=\"/articles/city-plows-it-back\" hreflang=\"und\">City Plows it Back On</a></strong>\n<p><p> <strong>You shovel it off and the City plows it back on</strong>. Kind of like an old Laurel and Hardy script, except <strong>Griffin Market </strong>owner <strong>Riccardo Bonino</strong> isn’t laughing.</p></p>\n"},{"ref":"120:5","html":"<strong><a href=\"/articles/urbandaddy-gets-its-groove-w-party\" hreflang=\"und\">UrbanDaddy Gets its Groove on at W Party</a></strong>\n<p><p> <strong>UrbanDaddy</strong>, the online lifestyle magazine for affluent men, officially launched its Washington bureau with a hopping party at the W -- announcing <strong>Jeff Dufour</strong>, former \"Yays &amp; Nays\" columnist at the <em>Washington Examiner</em> and arbiter of D.C.</p></p>\n"},{"ref":"120:6","html":"<strong><a href=\"/articles/mayor-bobcat-scene\" hreflang=\"und\">Mayor, Bobcat on the Scene</a></strong>\n<p><p> GM heard a rumor that the mayor and Jack Evans were out and about Georgetown watching over a new strategy for side-street clearance. He rushed down to Cambridge St. with his trusty Nikon and snapped a photo of the pair.</p></p>\n"},{"ref":"120:7","html":"<strong><a href=\"/articles/georgetown-ready-wide-open-weekend\" hreflang=\"und\">Georgetown Ready for Wide Open Weekend</a></strong>\n<p><p> <strong>We're seeing real brick and the black of pavement. </strong> The Georgetown Circulator is operating – on a modified route (westbound on lower K Street and eastbound on M Streets and no Wisconsin Avenue north of M Street) – but it is operating.</p></p>\n"},{"ref":"120:8","html":"<strong><a href=\"/articles/remember-homeless-snowmageddon\" hreflang=\"und\">Remember the Homeless in Snowmageddon</a></strong>\n<p><p><strong>I hope</strong> that, like me, you have been worrying about our local homeless in this blizzard of the century.</p></p>\n"},{"ref":"120:9","html":"<strong><a href=\"/articles/it-takes-more-good-jeans-be-urban-chic\" hreflang=\"und\">It Takes More Than Good Jeans To Be Urban Chic</a></strong>\n<p><p> I have to confess, when an unknown boutique specializing in denim and party dresses moved into the space formerly known as Cynthia Reed’s fabulous interior design showroom, I was a bit skeptical.</p></p>\n"},{"ref":"120:10","html":"<strong><a href=\"/articles/georgetown-beauty-gets-under-your-skin\" hreflang=\"und\">Georgetown Beauty Gets Under Your Skin</a></strong>\n<p><p> <strong>True beauty</strong> is beyond skin deep, but why not start there? </p></p>\n"},{"ref":"120:11","html":"<strong><a href=\"/articles/dont-drive-unless-you-have\" hreflang=\"und\">Don’t Drive Unless You Have To</a></strong>\n<p><p> Sitting at home on his second straight snow day, GM yesterday got a front row seat to automobile futility.</p></p>\n"},{"ref":"120:12","html":"<strong><a href=\"/articles/what-girl-wants\" hreflang=\"und\">What a Girl Wants</a></strong>\n<p><h3> OK boys.</h3></p>\n"},{"ref":"120:13","html":"<strong><a href=\"/articles/video-best-and-blizzard\" hreflang=\"und\">Video: The Best and the Blizzard</a></strong>\n<p><p> <a href=\"http://vimeo.com/9273899\">The Blizzard of 2010 Georgetown</a> from <a href=\"http://vimeo.com/user1217941\">Janet Donovan</a> on <a href=\"http://vimeo.com\">Vimeo</a>.</p>\n</p>\n"},{"ref":"120:14","html":"<strong><a href=\"/articles/white\" hreflang=\"und\">Into White</a></strong>\n<p><p> <strong>It snowed again this weekend in D.C</strong>. and the surrounding areas. “Surely you jest!!” you say. No…really people. I know, right? Blink and you might have missed it…either that or perhaps you were in a temporary coma. I am still looking for my car. Some have found theirs.</p></p>\n"},{"ref":"120:15","html":"<strong><a href=\"/articles/party-lessons-blizzard-1961\" hreflang=\"und\">Party Lessons from a Blizzard, 1961</a></strong>\n<p><p>As I watch our snow falling incessantly, I remember my last winter party here. Invitations were mailed about a month ago, for our six to eight o'clock reception in Georgetown. The house was prepared, flowers and all.</p></p>\n"},{"ref":"120:16","html":"<strong><a href=\"/articles/concerts-park-starts-high-note-george\" hreflang=\"und\">Concerts in the Park Starts on a High Note at George</a></strong>\n<p><p> <strong>CAG Summer Concerts in the Parks</strong> kicked off the 2010 season with a family party Jan. 31 at George, the hot spot tucked behind Café Milano.</p></p>\n"},{"ref":"120:17","html":"<strong><a href=\"/articles/gray-enters-hardy-school-battle\" hreflang=\"und\">Gray Enters Hardy School Battle</a></strong>\n<p><p> <strong>D.C. Council Chairman Vincent Gray</strong> (D) defended Georgetown parents today, opposing a Fenty administration effort to remove Hardy Middle School's cherished principal Patrick Pope.</p></p>\n"},{"ref":"120:18","html":"<strong><a href=\"/articles/georgetown-gets-new-circulator\" hreflang=\"und\">Georgetown Gets New Circulator</a></strong>\n<p><p> Georgetown’s getting another Circulator: <a href=\"http://www.nbcwashington.com/around-town/events/Circulator_Bus_To_Extend_To_Virginia-83528787.html\"><u>Council approves new Circulator route</u></a> to replace remaining Blue Bus route. The old route appears to be not affected by the change.</p>\n</p>\n"},{"ref":"120:19","html":"<strong><a href=\"/articles/purple-reign\" hreflang=\"und\">Purple Reign</a></strong>\n<p><p> <strong>It's over.</strong> I'm not a guy, I'm not a jock and I haven't lived in Minnesota for twenty years. But I do have three brothers and a father who are die-hard Vikings fans.</p></p>\n"},{"ref":"120:20","html":"<strong><a href=\"/articles/city-lax-sidewalk-snow-removal\" hreflang=\"und\">City Lax on Sidewalk Snow Removal</a></strong>\n<p><p>Longtime Georgetown resident <strong>Ed Emes</strong> is pleading with neighbors to remove ice from their sidewalks as new snow falls and creates compound dangers.    \"Through the past two snow storms,\" Emes wrote on the Georgetown Forum, \"the three-block south side of Prospect St.</p></p>\n"},{"ref":"120:21","html":"<strong><a href=\"/articles/prevention-something-new-under-sun\" hreflang=\"und\">Prevention: Something New Under the Sun</a></strong>\n<p><p> <strong>A gentle reader </strong>recently admitted that he or she travels to faraway islands specifically to get tan. Despite all we know about the harmful effects of the sun, it is true, alas -- some of us still act against our own best interests when it comes to sun exposure. </p></p>\n"},{"ref":"120:22","html":"<strong><a href=\"/articles/anc-round-great-jelleff-battle-2010\" hreflang=\"und\">ANC Round Up: The Great Jelleff Battle of 2010</a></strong>\n<p><p> <strong>Passions ran high last night</strong> at the February ANC meeting as the commission addressed <a href=\"http://georgetownmetropolitan.com/2010/01/21/city-turns-over-jelleff-fields-to-maret/\">the deal between the city and the Maret School</a> concerning the Jelleff fields.</p></p>\n"},{"ref":"120:23","html":"<strong><a href=\"/articles/daily-callers-drink-sotu-party\" hreflang=\"und\">Daily Callers Drink Up at SOTU Party</a></strong>\n<p><p> <strong>While the president was gearing up </strong>for his first State of the Union address to Congress, guests of <a href=\"http://www.nbcwashington.com/topics?topic=Tucker+Carlson\">Tucker Carlson</a>'s Daily Caller party were gearing up for their next drink at George in Georgetown.</p></p>\n"},{"ref":"120:24","html":"<strong><a href=\"/articles/georgetowns-little-italy-finally-blooms\" hreflang=\"und\">Georgetown’s Little Italy Finally Blooms?</a></strong>\n<p><p> With the opening of a new pizza shop called Fratelli Bufala last year, GM started to notice that Georgetown had its own Little Italy forming on 31st south of M St. Along with Fratelli La Bufala there was Paper Moon and the once and future Ristorante Piccolo all on the same block.</p></p>\n"},{"ref":"120:25","html":"<strong><a href=\"/articles/when-mind-has-mind-its-own\" hreflang=\"und\">When the Mind Has Mind of Its Own</a></strong>\n<p><p> <strong>I have not always</strong> made the best choices. Ok, Mom and Dad, and several friends who shall go nameless (you know who you are... stop nodding your heads so vehemently — it's unseemly).</p></p>\n"},{"ref":"120:26","html":"<strong><a href=\"/articles/tech-savvy-broker-reinvents-real-estate\" hreflang=\"und\">Tech-savvy Broker Reinvents Real Estate</a></strong>\n<p><p> <strong>If you saw him on the street,</strong> dressed in black with artsy spectacles he occasionally pushes toward the bridge of his nose, Darrin Friedman might strike you as a mild-mannered interior designer. Or a young advertising exec.</p></p>\n"},{"ref":"120:27","html":"<strong><a href=\"/articles/join-wisconsin-ave-streetcar-coalition\" hreflang=\"und\">Join the Wisconsin Ave. Streetcar Coalition</a></strong>\n<p><p> Care of a comment to a Morning Metropolitan, GM became aware of the Wisconsin Ave. Streetcar Coalition. It’s a group of Wisconsin Ave.-based residents and others in the Washington area who support sustainable development and transportation.</p></p>\n"},{"ref":"120:28","html":"<strong><a href=\"/articles/frida-remembering\" hreflang=\"und\">Frida, Remembering</a></strong>\n<p><p> <strong>An acquaintance, </strong>Director of the Washington Performing Arts Society, came to me years ago asking if I would chair his benefit to raise funds for music in public schools. I am not really musical, but that sounded like a nice plan for our schools.</p></p>\n"},{"ref":"120:29","html":"<strong><a href=\"/articles/dr-biden-gets-hooked-georgetown\" hreflang=\"und\">Dr. Biden gets Hooked in Georgetown</a></strong>\n<p><p> <strong>Dr. Jill Biden joined a birthday</strong> lunch today at Hook in Georgetown with three young friends. They all had signature salads (who wouldn't?) followed by tuna, salmon and other fruits of the sea.</p></p>\n"},{"ref":"120:30","html":"<strong><a href=\"/articles/evening-lucia-and-poltrona-frau\" hreflang=\"und\">An Evening With Lucia and Poltrona Frau</a></strong>\n<p><p> January 27<sup>th</sup> is Holocaust Memorial Day in Italy. Thanks to my friend Ezio Mattiace, (President of Poltrona Frau here in Georgetown), I had the pleasure of attending a touching tribute at the Embassy of Italy on the life of a remarkable woman.</p></p>\n"},{"ref":"120:31","html":"<strong><a href=\"/articles/story-post-lost\" hreflang=\"und\">The Story the Post Lost</a></strong>\n<p><p> <strong>For a brief few hour<em>s</em> today, </strong><em>The Washington Post</em> was praised for a gutsy blog post on <a href=\"http://www.washingtonpost.com/\">washingtonpost.com</a> that acknowledged the \"disconnect\" between the <em>Post'</em>s editorials and its newsroom coverage of high-fly</p></p>\n"},{"ref":"120:32","html":"<strong><a href=\"/articles/anc-february-preview-hangover\" hreflang=\"und\">ANC February Preview: The Hangover</a></strong>\n<p><p> Last month the Old Georgetown Board did not meet. This had the fortunate by-product of making January’s ANC meeting short and sweet. Unfortunately, as the bender is followed by the hangover, so is the short ANC meeting followed by the tedious marathon.</p></p>\n"},{"ref":"120:33","html":"<strong><a href=\"/articles/culinary-journey-chef-enzo\" hreflang=\"und\">A Culinary Journey With Chef Enzo</a></strong>\n<p><p> <strong>What does it take</strong> to turn cuisine into fine art? The clues take the shape of cones, clouds and arabesques at Enzo Fargione's Chef's Table at Teatro Goldoni.</p></p>\n"},{"ref":"120:34","html":"<strong><a href=\"/articles/senator-and-samantha-strauss-sparkle-starbucks\" hreflang=\"und\">Senator and Samantha Strauss Sparkle in Starbucks</a></strong>\n<p><p> <strong>It was a gray afternoon</strong>, but you'd never know it as Samantha Strauss, daughter of Sen. Paul Strauss, sauntered into Starbucks with her Dad on upper Wisconsin Ave. Sunday.</p></p>\n"},{"ref":"120:35","html":"<strong><a href=\"/articles/michel-richard-gets-salty-over-condiments\" hreflang=\"und\">Michel Richard Gets Salty Over Condiments</a></strong>\n<p><p><strong>Renowned chef <a href=\"http://www.nbcwashington.com/topics?topic=Michel+Richard\">Michel Richard</a> </strong>dished on his condiment consternation last night.</p></p>\n"},{"ref":"120:36","html":"<strong><a href=\"/articles/who-would-go-western-high-school\" hreflang=\"und\">Who Would Go to Western High School?</a></strong>\n<p><p> <strong>In the period of just one week,</strong> the idea to relocate the Duke Ellington School for the Arts was <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/01/16/AR2010011602748.html\"><u>floated</u></a>, <a href=\"http://voices.washingtonpost.com/dcschools/2010/01/cafritz_&lt;/body&gt;&lt;/html&gt;\"></a></p></p>\n"},{"ref":"120:37","html":"<strong><a href=\"/articles/remembering-kings-life-and-death\" hreflang=\"und\">Remembering:  King’s Life and Death</a></strong>\n<p><p> <strong>While Dr. Martin Luther King Jr.</strong> was being targeted by assassin James Earl Ray, veteran White House reporter <strong>Helen Thomas</strong> was where she always was; waiting for a press briefing at The White House.</p></p>\n"},{"ref":"120:38","html":"<strong><a href=\"/articles/wake-and-smell-macchiato\" hreflang=\"und\">Wake Up and Smell the Macchiato</a></strong>\n<p><p> <strong>“A little South Beach with a touch of Majorca,</strong> and a sprinkling of Marrakesh,\" Puro Cafe which opened Friday, is a chic oasis for coffee lovers. So says, Roberto Sablayrolles, Puro Café’s concept partner, and friend of owner Rashid Hassouni.</p></p>\n"},{"ref":"120:39","html":"<strong><a href=\"/articles/puro-cafe-opens\" hreflang=\"und\">Puro Cafe Opens</a></strong>\n<p><p> Way back in October, GM <a href=\"http://georgetownmetropolitan.com/2009/10/21/new-cafe-to-open-on-upper-wisconsin/\">first reported</a> on the impending opening of Puro Cafe on upper Wisconsin Ave. For a small cafe, it really seemed to take a long time to actually open.</p></p>\n"},{"ref":"120:40","html":"<strong><a href=\"/articles/city-turns-over-jelleff-fields-maret\" hreflang=\"und\">City Turns Over Jelleff Fields to Maret</a></strong>\n<p><p> As you may have read from the Current, the city recently entered into an agreement with the Maret School concerning the Jelleff sports fields. Much is unclear right now about the merit of the deal, however, what is clear is that the manner in which it was entered into is very alarming.</p></p>\n"},{"ref":"120:41","html":"<strong><a href=\"/articles/thunder-road\" hreflang=\"und\">Thunder Road</a></strong>\n<p><p> <strong>I’m not a great singer. </strong> I can absolutely carry a tune, but is it thoroughly pleasant listening? I think…probably not. The best I can say for it is that it’s on key…even if the key is one that may bring packs of dogs running. </p></p>\n"},{"ref":"120:42","html":"<strong><a href=\"/articles/mlk-day-living-dream\" hreflang=\"und\">MLK Day: Living the Dream</a></strong>\n<p><p> History has a way of repeating itself: the first, the only, the last. By way of example: <strong>the first </strong>man on the moon;<strong> the only</strong> woman to give birth at 66; <strong>the last</strong> man standing on Custer Hill.</p></p>\n"},{"ref":"120:43","html":"<strong><a href=\"/articles/washingtons-dilapidated-national-mall-gets-needed-boost-fundraiser\" hreflang=\"und\">Washington&#039;s Dilapidated National Mall Gets a Needed Boost at Fundraiser</a></strong>\n<p><p> <strong>Young D.C. professionals mixed and mingled </strong>Thursday night at a fundraiser for restoration of the National Mall, the beloved heart of the Nation's capital.</p></p>\n"},{"ref":"120:44","html":"<strong><a href=\"/articles/whites-it-all-about\" hreflang=\"und\">Whites It All About</a></strong>\n<p><p> Feats of clay in winter white mark a luminous sculpture exhibition at Cross MacKenzie Gallery. Artist and gallery owner Rebecca Cross welcomed the work of five exceptional ceramicists to Washington Friday night with “Snow White,\" her first opening reception of the year.</p></p>\n"},{"ref":"120:45","html":"<strong><a href=\"/articles/deal-near-nathans-space\" hreflang=\"und\">Deal Near for Nathans Space?</a></strong>\n<p><p> Walking by the iconic Nathans building at M and Wisconsin recently you may have noticed that the large sign advertising the building’s availability has come down. GM emailed the agent, Josh Feldman, to see whether that meant a tenant was found.</p></p>\n"},{"ref":"120:46","html":"<strong><a href=\"/articles/investigation-dish-probes-luxury-hotel\" hreflang=\"und\">Investigation: Dish Probes Luxury Hotel</a></strong>\n<p><p> I arrived to slightly shivering palm trees at the Ritz-Carlton, Naples. Some have called this the best hotel in America. Travel + Leisure calls it the No.1 hotel in Florida in this month's issue. My lawyer told me this.</p></p>\n"},{"ref":"120:47","html":"<strong><a href=\"/articles/lunch-hugh-jacobsen\" hreflang=\"und\">Lunch with Hugh Jacobsen</a></strong>\n<p><p> After apologizing for my Manchester Tan walls, baseboards, moldings and free-standing bookcase, I was ready to invite Hugh Newell Jacobsen into my home. I have a lot of windows and there was no chintz, so I hoped he’d be ok. </p></p>\n"},{"ref":"120:48","html":"<strong><a href=\"/articles/anc-round-small-country-short-meeting\" hreflang=\"und\">ANC Round Up: Small Country, Short Meeting</a></strong>\n<p><p> [Monday] night the ANC made good on GM’s prediction and held what is likely to be its shortest meeting of the year. This was mostly as a result of the fact that the Old Georgetown Board took a powder for January, and that cuts out about half the items from the agenda.</p></p>\n"},{"ref":"120:49","html":"<strong><a href=\"/articles/makeup-artist-erwin-gomez-testify-about-white-house-crashers\" hreflang=\"und\">Makeup Artist Erwin Gomez to Testify About White House Crashers</a></strong>\n<p><p> Celebrity stylist <strong>Erwin Gomez</strong> will be testifying before a federal grand jury Tuesday morning, apparently in an investigation related to now-infamous White House state dinner crashers <strong>Michaele and Tareq Salahi</strong>.</p></p>\n"}]