[{"ref":"96:0","html":"<strong><a href=\"/articles/top-dogs-georgetown-0\" hreflang=\"und\">Top dogs in Georgetown</a></strong>\n<p><p><strong>President Obama</strong> popped by a party on N Street Friday evening, creating quite the buzz--and gridlock--in the East Village for the second time in two weeks. One neighbor walking by commented, \"Wasn't he just here?\" </p></p>\n"},{"ref":"96:1","html":"<strong><a href=\"/articles/everybody-happy-mlk-library-stays-open-sundays\" hreflang=\"und\">Everybody Happy: MLK Library Stays Open on Sundays</a></strong>\n<p><p>Sunday was a day for celebration downtown at the <strong>Martin Luther King Library</strong>.</p></p>\n"},{"ref":"96:2","html":"<strong><a href=\"/articles/students-ask-mayor-town-hall-georgetown-anc\" hreflang=\"und\">Students to ask Mayor for town hall at Georgetown ANC</a></strong>\n<p><p><strong>Georgetown University</strong> students led by <strong>ANC Commissioner Jake</strong> <strong>Sticka</strong> will propose that <strong>Mayor Vincent Gray</strong> hold a town-hall meeting for university students when he visits the Georgetown ANC Monday night at Georgetown Visitation Scho</p></p>\n"},{"ref":"96:3","html":"<strong><a href=\"/articles/kickoff-tour-de-france\" hreflang=\"und\">The kickoff with the Tour de France</a></strong>\n<p><p>Skip the bikes, add five glasses of wine, and you’ll have the Tour de France for a sophisticated palate without the physical exertion.</p></p>\n"},{"ref":"96:4","html":"<strong><a href=\"/articles/s-t-r-e-t-c-h-i-n-g-it-all-out\" hreflang=\"und\">S-t-r-e-t-c-h-i-n-g it all out</a></strong>\n<p><p> A master trainer with the <strong>Washington Sports Clubs </strong>(a club is located at The Shops at Georgetown Park and another in Glover Park) was named the 2011 Business Driver of Quarter One among all personal trainers within the Town Sports International network which includes more than 15</p></p>\n"},{"ref":"96:5","html":"<strong><a href=\"/articles/stachowski-charcuterie-opening-former-griffin-market\" hreflang=\"und\">Stachowski Charcuterie opening in former Griffin Market</a></strong>\n<p><p>The first free-standing family owned butcher shop is coming to Georgetown. <a href=\"http://stachowskibrand.com/\">Stachowski Brand Charcuterie</a> will be opening at 1425 28th Street where <strong>Griffin Market</strong> operated until February of this year.</p></p>\n"},{"ref":"96:6","html":"<strong><a href=\"/articles/alumni-decry-university-action-against-georgetown-voice\" hreflang=\"und\">Alumni decry University action against The Georgetown Voice</a></strong>\n<p><p>In an open letter run as a full-page advertisement in Georgetown University publications, alumni of <strong>The Georgetown Voice</strong> student-run news organization including <strong>The Washington Post</strong>'s noted blogger <strong>Mike DeBonis</strong> criticized the University for downsi</p></p>\n"},{"ref":"96:7","html":"<strong><a href=\"/articles/mayor-address-georgetown-monday-oct-3\" hreflang=\"und\">Mayor to address Georgetown Monday, Oct. 3</a></strong>\n<p><p>Georgetown's ANC announced that<strong> Mayor Vincent Gray </strong>will address the ANC's monthly meeting Monday, Oct. 3 at 6:30 p.m. at Georgetown Visitation School at 35th and Volta Place, NW.</p></p>\n"},{"ref":"96:8","html":"<strong><a href=\"/articles/thai-village-comes-georgetown-october-1\" hreflang=\"und\">Thai village comes to Georgetown October 1</a></strong>\n<p><p>The <strong>Royal Thai Embassy</strong> will be bringing a Thai village to the heart of Georgetown on Saturday, October 1, 2011 from noon to 5:00 pm.</p></p>\n"},{"ref":"96:9","html":"<strong><a href=\"/articles/friends-rose-park-invite-community-support\" hreflang=\"und\">Friends of Rose Park invite community support</a></strong>\n<p><p>Our beloved Rose Park – which has filled our community with charming young couples who have chosen to live in Georgetown so their kiddies could enjoy playing in our wonderful village, and especially in the Park – needs care and improvements.</p></p>\n"},{"ref":"96:10","html":"<strong><a href=\"/articles/mother-nature-original-muse\" hreflang=\"und\">Mother Nature, The Original Muse</a></strong>\n<p><p>I created the inspiration board below for a client this week. The concept of “<em>bespoke-modern-organic</em>” is specific to this particular project, but it’s also an underlying theme I try to channel in my work.</p></p>\n"},{"ref":"96:11","html":"<strong><a href=\"/articles/district-sample-sale-hits-fashion-firsts\" hreflang=\"und\">District Sample Sale hits fashion firsts</a></strong>\n<p><p>It was a fashionistas' paradise at the 11th District Sample Sale when restaurants and retail came together for the seasonal fashion bonanza which included participants such as retailers <strong>Urban Chic, Wink</strong>, and <strong>Julia Farr</strong> and food from <strong>Black and Orange, Geor</strong></p></p>\n"},{"ref":"96:12","html":"<strong><a href=\"/articles/dc-council-luxury-tickets-need-go\" hreflang=\"und\">D.C. Council luxury tickets need to go</a></strong>\n<p><p>Next Saturday, Oct. 8, the Washington Capitals start their regular season. Under a sweetheart deal arranged by our elected officials, Councilmembers and the Mayor enjoy two free luxury suites in the Verizon Center. A similar sweetheart deal has been arranged with the Washington Nationals.</p></p>\n"},{"ref":"96:13","html":"<strong><a href=\"/articles/skin-because-we-all-need-great-face-time\" hreflang=\"und\">SKIN IS IN … because we all need great face time</a></strong>\n<p><p>“Freckles are cute but babies aren’t born with them.” <strong>Dr. Tina Alster</strong> is quick to remind us that they’re a sign of skin damage and that by age 18 most of us have gotten 80% of our lifetime sun exposure. And the early damage often leads to skin cancer later.</p></p>\n"},{"ref":"96:14","html":"<strong><a href=\"/articles/house-call-washington-monument\" hreflang=\"und\">House call at The Washington Monument</a></strong>\n<p><p>Engineers inspect quake-damaged Washington Monument.</p></p>\n"},{"ref":"96:15","html":"<strong><a href=\"/articles/safeway-plans-open-more-commercial-space-next-year\" hreflang=\"und\">Safeway plans to open more commercial space next year</a></strong>\n<p><p>By Brady Holt...Current Staff Writer...</p>\n<p>Safeway is on target to open a new commercial strip next door to its Georgetown store in late 2012, a company spokesperson said, replacing part of a surface parking lot and upgrading existing retail space.</p></p>\n"},{"ref":"96:16","html":"<strong><a href=\"/articles/great-scott-elizabeths-recipe-success\" hreflang=\"und\">Great Scott, Elizabeth&#039;s recipe for success</a></strong>\n<p><p>She blew into D.C as a Katrina hurricane evacuee while attending graduate classes at Loyola University in New Orleans and has been stirring things up ever since.</p></p>\n"},{"ref":"96:17","html":"<strong><a href=\"/articles/fashion-feeding-frenzy-district-sample-sale\" hreflang=\"und\">Fashion feeding frenzy at the District Sample Sale</a></strong>\n<p><p>When <strong>Jimmy Buffett</strong> sang “You’ve got fins to the left, fins to the right,” who knew his lyrics would ring true for the fall <strong>2011 District Sample Sale</strong> on Monday night, put on by the Haute Committee to benefit the <strong>WEAVE</strong> Charity.</p></p>\n"},{"ref":"96:18","html":"<strong><a href=\"/articles/georgetown-chaplain-combines-ministry-milkshakes\" hreflang=\"und\">Georgetown chaplain combines ministry with milkshakes</a></strong>\n<p><p><em>In our ongoing series of interviews with Georgetown University neighbors, </em><strong>The Georgetown Dish</strong><em> meets Michelle Siemietkowski, a Chaplain-in-Residence to off-campus students and the Director of Residential Ministry.</em></p></p>\n"},{"ref":"96:19","html":"<strong><a href=\"/articles/if-shoe-fits-its-sassanova\" hreflang=\"und\">If the shoe fits, it&#039;s Sassanova</a></strong>\n<p><p>Tucked neatly between a bistro and a fine arts store lies Georgetown's Sassanova -- a shoe boutique geared to those with a passion for shoes, a love of fashion and a sense of great style. </p></p>\n"},{"ref":"96:20","html":"<strong><a href=\"/articles/mercedes-benz-fashion-week-coverage\" hreflang=\"und\">Mercedes Benz Fashion Week Coverage!</a></strong>\n<p><p>I'm back from a fabulous week in NYC thoroughly enjoying every minute of Mercedes Benz Fashion Week featuring Spring 2012! A week full of dashing to and from Lincoln Center to attend some of my fav designers' shows and loving every minute of it!</p></p>\n"},{"ref":"96:21","html":"<strong><a href=\"/articles/residents-frustrated-parking-tickets-project\" hreflang=\"und\">Residents frustrated by parking tickets, project</a></strong>\n<p><p>Georgetown residents are up in arms over a street repaving project that has eliminated hundreds of parking spaces, hit residents with thousands of dollars in what they say are illegitimate parking fines, and turned the neighborhood into an obstacle course with unused machinery scattered like junk</p></p>\n"},{"ref":"96:22","html":"<strong><a href=\"/articles/salutes-georgetown-businessmen-richardson-and-nuschese-festive-russian-embassy\" hreflang=\"und\">Salutes to Georgetown businessmen Richardson and Nuschese at the festive Russian embassy</a></strong>\n<p><p>Two prominent businessmen, developer <strong>John Richardson</strong>, and hospitality executive, <strong>Franco Nuschese</strong>, will be honored at the Citizens Association of Georgetown’s annual black-tie gala on Friday, December 2<sup>nd</sup> at the Russian Embassy. </p></p>\n"},{"ref":"96:23","html":"<strong><a href=\"/articles/inspiring-journeys-begin-qatar\" hreflang=\"und\">Inspiring journeys begin with Qatar</a></strong>\n<p><p>Washington party planners take note.</p></p>\n"},{"ref":"96:24","html":"<strong><a href=\"/articles/swiss-embassy-shows-max-frisch-film-letelier-theater-october-5\" hreflang=\"und\">Swiss Embassy shows Max Frisch film at L&#039;Etelier Theater October 5</a></strong>\n<p><p>In honor of the 100<sup>th</sup> birthday of Swiss author, <strong>Max Frisch</strong>, the <strong>Swiss Embassy</strong> will be presenting the feature film, \"<strong>Homo Faber</strong>\" (\"The Voyager\") on October 5, 2011.</p></p>\n"},{"ref":"96:25","html":"<strong><a href=\"/articles/wells-vows-keep-mlk-library-open-sundays\" hreflang=\"und\">Wells Vows to Keep MLK Library Open on Sundays</a></strong>\n<p><p>Councilmember <strong>Tommy Wells </strong>has taken up the popular cause of keeping the downtown <strong>Martin Luther King Library</strong> open on Sundays, telling the Board of Library Trustees on Wednesday that he “will do everything in my power to get the $320,000 needed.” The Ward 6 council</p></p>\n"},{"ref":"96:26","html":"<strong><a href=\"/articles/tune-out-and-turn\" hreflang=\"und\">Tune Out and Turn On</a></strong>\n<p>\n<p>I’m inspired as of late. I’m finding crazy/wonderous/beautiful things everywhere I look. It’s like I’ve snapped out of a foggy stupor.</p></p>\n"},{"ref":"96:27","html":"<strong><a href=\"/articles/celebrate-fall-adolfo-dominguez\" hreflang=\"und\">Celebrate fall with Adolfo Dominguez</a></strong>\n<p><p>Visit Adolfo Dominguez September 24th and 25th and enjoy wine and cheese while you browse the luscious new Fall 2011 collections for women, men, children and pets. Selected items 20% off.</p></p>\n"},{"ref":"96:28","html":"<strong><a href=\"/articles/help-homeless-mini-walk-sunday-grace-church\" hreflang=\"und\">Help the Homeless Mini-Walk Sunday at Grace Church</a></strong>\n<p><p>The second-annual Help the Homeless Mini-Walk steps it up this Sunday 11:00 am to 3:30 pm at Georgetown's Grace Church. Georgetown Ministry Center has set a goal of 350 participants. Enjoy moon bouncing and other games for families -- all to support homeless programs in Georgetown.</p></p>\n"},{"ref":"96:29","html":"<strong><a href=\"/articles/bay-bay-dine-out-oct-2-9\" hreflang=\"und\">“From the Bay, For the Bay” dine out Oct 2-9</a></strong>\n<p><p><strong>Grillfish</strong> is partnering with The<strong> Maryland Department of Natural Resources (</strong>DNR), along with many restaurants in Maryland, Virginia, Delaware, Washington D.C.</p></p>\n"},{"ref":"96:30","html":"<strong><a href=\"/articles/funeral-services-kara-kennedy-held-holy-trinity-church-georgetown\" hreflang=\"und\">Funeral services for Kara Kennedy held at Holy Trinity Church in Georgetown</a></strong>\n<p><p>Funeral services for <strong>Kara Kennedy</strong>, the only daughter of <strong>Joan Kennedy</strong> and the late Senator <strong>Edward M. Kennedy </strong>were held this morning at <strong>Holy Trinity Church</strong> in Georgetown. Kara, age 51, died Friday of an apparent heart attack.</p></p>\n"},{"ref":"96:31","html":"<strong><a href=\"/articles/get-ready-paaaarty-cause\" hreflang=\"und\">Get ready to paaaarty for a cause</a></strong>\n<p><p>The women of Knock Out Abuse geared up for their annual fundraiser Wednesday night at <strong>Cafe Milano</strong> as founders <strong>Cheryl Masri</strong> and <strong>Jill Sorensen</strong> welcomed a core of devoted loyalists who donated items to be auctioned off at their Thursday, November 10</p></p>\n"},{"ref":"96:32","html":"<strong><a href=\"/articles/graffitti-out-reach-how-and-why\" hreflang=\"und\">Graffitti out of reach: how and why?</a></strong>\n<p><p>Graffiti in hard-to-reach places. It gets attention, it's a nuisance, and it poses security problems. How do they do it? Why do they do it? <strong>The Georgetown Dish</strong> asks our readers to tell us. Have you seen the incognito artists? Can it be called art? Or is it simply a crime.</p></p>\n"},{"ref":"96:33","html":"<strong><a href=\"/articles/dc-council-challenger-questioned-about-baby\" hreflang=\"und\">D.C. Council challenger questioned about baby</a></strong>\n<p><p>Georgetown resident and potential D.C. Council candidate <strong>Fiona Greig</strong> may be Harvard-educated, skilled in small business lending and committed to rooting out corruption in the D.C.</p></p>\n"},{"ref":"96:34","html":"<strong><a href=\"/articles/geena-davis-talks-gu-students-about-women-media\" hreflang=\"und\">Geena Davis talks to GU students about women in media</a></strong>\n<p><p>Last week, Academy Award winner and advocate <strong>Geena Davis</strong> was in Washington to talk to students at <strong>Georgetown University's McDonough School of Business</strong> about her research initiative to help bring attention to the need for gender balance in media.</p></p>\n"},{"ref":"96:35","html":"<strong><a href=\"/articles/zoo-carousel-plan-spins-through-design-review\" hreflang=\"und\">Zoo carousel plan spins through design review</a></strong>\n<p><p>By Elizabeth Wiener...Current Staff Writer...</p></p>\n"},{"ref":"96:36","html":"<strong><a href=\"/articles/dont-put-your-head-sand\" hreflang=\"und\">Don&#039;t put your head in the sand ...</a></strong>\n<p><p>September is always hard. Summer is over, daylight hours are waning, and the bad news in the headlines is jarring. With hurricanes pumping up the Atlantic, budget wrangling getting into high gear, and Greece on the brink, I need a respite. And I’m just back from vacation!</p></p>\n"},{"ref":"96:37","html":"<strong><a href=\"/articles/georgetown-cancels-controversial-loop-road\" hreflang=\"und\">Georgetown cancels controversial loop road</a></strong>\n<p><p>Responding to objections of many nearby residents and Ward 3 Councilmember <strong>Mary Cheh</strong>, Georgetown University announced on Monday that it was canceling its planned “loop road” bus turnaround at the west end of campus adjacent to National Park Service land.</p></p>\n"},{"ref":"96:38","html":"<strong><a href=\"/articles/safer-and-quieter-neighborhood\" hreflang=\"und\">A safer and quieter neighborhood</a></strong>\n<p><p>For neighbors, it’s a noise issue. For students, it’s a safety issue. For Georgetown University, it’s both in one.</p></p>\n"},{"ref":"96:39","html":"<strong><a href=\"/articles/mary-page-evans-exhibit-opens-addisonripley\" hreflang=\"und\">Mary Page Evans exhibit opens at Addison/Ripley</a></strong>\n<p><p>Fans and friends celebrated artist <strong>Mary Page Evans </strong>at the opening of a new exhibition last week at Addison/Ripley Fine Art. </p></p>\n"},{"ref":"96:40","html":"<strong><a href=\"/articles/chichie-look-half-century-grooming-washingtons-finest\" hreflang=\"und\">That Chichie look: a half century of grooming Washington’s finest</a></strong>\n<p><p><em>“One day I looked across the street and said to myself, I swear I’ve got some competition. My heart was beating fast, but it turned out it was one of mine.”</em></p></p>\n"},{"ref":"96:41","html":"<strong><a href=\"/articles/ethics-leadership-needed-evans-and-graham\" hreflang=\"und\">On ethics, leadership needed from Evans and Graham</a></strong>\n<p><p>Last Thursday, <strong>The Georgetown Dish</strong> published an interview with <strong>Bill Lightfoot</strong>, prominent local attorney, former two-term Councilmember and currently vice chair of the <a href=\"http://cjdt.dc.gov/DC/CJDT\">Commission on Judicial Disabilities and Tenure</a>.</p></p>\n"},{"ref":"96:42","html":"<strong><a href=\"/articles/stuff-bus-campaign-revs-georgetown\" hreflang=\"und\">&quot;Stuff the Bus&quot; campaign revs up in Georgetown</a></strong>\n<p><p>Georgetowners and others revved up their giving spirit Sunday as <a href=\"http://govenga.com/\">Venga</a>, the free mobile app and website, collected over 300 pounds of fresh food for <a href=\"http://www.dccentralkitchen.org/\">D.C.</a></p></p>\n"},{"ref":"96:43","html":"<strong><a href=\"/articles/fresh-look-original-paolos\" hreflang=\"und\">A fresh look at the original Paolo&#039;s</a></strong>\n<p><p>The tradition of its past coupled with an embrace of the modern has kept <strong>Paolo’s Ristorante</strong>, a Georgetown Cal-Ital restaurant (traditional Italian made California fresh), strong these past 24 years.</p></p>\n"},{"ref":"96:44","html":"<strong><a href=\"/articles/president-obama-visits-bagley-residence-georgetown\" hreflang=\"und\">President Obama visits Bagley residence in Georgetown</a></strong>\n<p><p>Georgetown was abuzz -- and in gridlock -- as <strong>President Obama</strong> visited the home of the late <strong>Smith</strong> and <strong>Elizabeth Bagley</strong>, shutting down blocks of P, Q and R Streets between 28th and 30th in the East Village as a helicopter hovered overhead<strong>.</strong></p></p>\n"},{"ref":"96:45","html":"<strong><a href=\"/articles/best-ever-hacks-flacks-local-16\" hreflang=\"und\">“Best Ever” Hacks &amp; Flacks at Local 16</a></strong>\n<p><p>Local reporters, D.C. Government public information officers, elected officials and all others gathered shoulder-to-shoulder for the fall Hacks &amp; Flacks on Thursday at <strong>Local 16</strong> at 16<sup>th</sup> &amp; U Streets, NW. </p></p>\n"},{"ref":"96:46","html":"<strong><a href=\"/articles/fall-en-vogue\" hreflang=\"und\">Fall en-Vogue</a></strong>\n<p><p>There’s still nothing like a fat fall fashion issue – especially when it’s Vogue’s. I was at the salon the other day and was flipping through the pages of Vogue’s September issue while my hair dried. With iphone in hand, I was able to take snapshots of all my favorite images.</p></p>\n"},{"ref":"96:47","html":"<strong><a href=\"/articles/la-maison-francaise-hosts-wine-tasting-101-embassy-france\" hreflang=\"und\">La Maison Française hosts Wine Tasting 101 at Embassy of France</a></strong>\n<p><p>A passion for great grapes is the only prerequisite to join <a href=\"http://www.la-maison-francaise.org/start.htm\"><strong>Le Studio: Wine Tasting 101</strong> </a>soirées starting September 30, 2011.</p></p>\n"},{"ref":"96:48","html":"<strong><a href=\"/articles/sunday-brunch-now-serendipity-3-dc\" hreflang=\"und\">Sunday brunch now at Serendipity 3 DC</a></strong>\n<p><p>Starting Sunday September 18, <strong>Serendipity 3</strong>, the New York landmark restaurant now at the corner of Wisconsin and M Streets in Georgetown, will be kicking off their Sunday brunches. Yes, there is even Frozen Hot Chocolate French Toast on the menu.</p></p>\n"},{"ref":"96:49","html":"<strong><a href=\"/articles/lost-and-found-michaele-salahi\" hreflang=\"und\">Lost and found: Michaele Salahi</a></strong>\n<p><p>After her husband had reported her kidnapped Tuesday, late Wednesday, <a href=\"http://www.tmz.com/2011/09/14/michaele-salahi-journey-kidnapped-neal-schon-guitarist-tareq-memphis-abducted-virginia-nashville-missing/#.TnFitGCWt8M\">TMZ</a> reported that <strong>Michaele Salahi</strong><em>, The Real</em></p></p>\n"}]