[{"ref":"98:0","html":"<strong><a href=\"/articles/irene-says-good-morning\" hreflang=\"und\">Irene says, &quot;Good morning...&quot;</a></strong>\n<p><p> Downed trees, extra water and boarded-up storefronts dotted Georgetown after Irene said good night, but residents and utility workers were quickly cleaning up for a sparkling Sunday...</p></p>\n"},{"ref":"98:1","html":"<strong><a href=\"/articles/taking\" hreflang=\"und\">Taking Off!</a></strong>\n<p><p>My two children are taking their first flight without either parent. Hardly a big deal, I know. Plenty of kids fly solo. And it’s not as if my girls are alone. They have each other. Plus, Peyton is 14, perfectly capable of making her way through an airport.</p></p>\n"},{"ref":"98:2","html":"<strong><a href=\"/articles/street-cvs-window-smashed\" hreflang=\"und\">On the street: CVS window smashed</a></strong>\n<p><p>A man was arrested at the CVS on M Street after throwing a D.C. metal garbage can through the window. No motive was reported. The suspect was still in the store when police arrived...</p></p>\n"},{"ref":"98:3","html":"<strong><a href=\"/articles/cate-blanchett-weathers-storm-georgetown\" hreflang=\"und\">Cate Blanchett weathers storm in Georgetown</a></strong>\n<p><p> In a season of hurricanes and quakes, Oscar-winning actress <strong>Cate Blanchett</strong> sought out a bit of stability on the historic streets of Georgetown Thursday. St</p></p>\n"},{"ref":"98:4","html":"<strong><a href=\"/articles/patti-labelle-brings-crowd-its-feet-night-joy-dr-king-tribute\" hreflang=\"und\">Patti LaBelle brings the crowd to its feet at a night of joy in a Dr. King tribute</a></strong>\n<p><p> In a show-stopping, stompin’ grand finale to the <strong>Martin Luther King Jr.</strong> concert Thursday night, soul singer <strong>Patti LaBelle </strong>kicked off her red-soled high during a spirited performance of “Somewhere Over the Rainbow.” The shoes flew heels into the clapping, swaying</p></p>\n"},{"ref":"98:5","html":"<strong><a href=\"/articles/bistrot-lepic-georgetowns-little-grand-restaurant\" hreflang=\"und\">Bistrot Lepic, Georgetown&#039;s little grand restaurant</a></strong>\n<p><p>When your risotto comes with Black Trumpet mushrooms and snails, you know it’s fall. The menu changes twice a year (lemon-lime in spring and summer) at this “little grand restaurant,” as <strong>Cyrille Brenac</strong> refers to <strong>Bistrot Lepic &amp; Wine Bar.</strong></p></p>\n"},{"ref":"98:6","html":"<strong><a href=\"/articles/weekend-getaway\" hreflang=\"und\">Weekend Getaway</a></strong>\n<p><p> In between Scenes from a Vacation - part I and II is an abbreviated, but heavenly trip to The Homestead in Virginia. I'm exhausted from activities and overwhelmed with food and wine and vistas. We've racked up more photos and memories in 2 days than most people do in 2 weeks.</p></p>\n"},{"ref":"98:7","html":"<strong><a href=\"/articles/dc-gop-packs-fundraiser-jon-huntsman\" hreflang=\"und\">D.C. GOP packs fundraiser for Jon Huntsman</a></strong>\n<p><p>Over 190 guests packed the home of longtime D.C. Republican leader <strong>Julie Finley</strong> to meet presidential candidate Jon Huntsman in a standing-room-only, closed-to-the-press event to raise funds for the D.C.</p></p>\n"},{"ref":"98:8","html":"<strong><a href=\"/articles/herb-miller-appointed-st-elizabeths-initiative\" hreflang=\"und\">Herb Miller appointed to St. Elizabeth&#039;s initiative</a></strong>\n<p><p>Georgetowner and international developer <strong>Herb Miller</strong> has been named to by <strong>Mayor Vincent Gray</strong> to an advisory board on the development of the campus of St. Elizabeth's in Anacostia.</p></p>\n"},{"ref":"98:9","html":"<strong><a href=\"/articles/quake-rattles-georgetown-streets-and-psyches\" hreflang=\"und\">Quake rattles Georgetown streets and psyches</a></strong>\n<p><p> Georgetowners streamed out of Safeway and crowded shops Tuesday after a 5.8 Richter scale earthquake rocked the cobblestones, houses and brick-lined sidewalks.</p></p>\n"},{"ref":"98:10","html":"<strong><a href=\"/articles/former-cinema-site-goes-market\" hreflang=\"und\">Former cinema site goes on the market</a></strong>\n<p><p> By Brady Holt...Current Staff Writer...</p>\n<p> The former Georgetown Theatre at Wisconsin Avenue and O Street is on the market for $4.5 million, according to the property's co-owner, and the National Jewel Center must vacate the space next week after more than 20 years there.</p></p>\n"},{"ref":"98:11","html":"<strong><a href=\"/articles/come-out-and-visit-georgetown-bid\" hreflang=\"und\">Come out and visit Georgetown BID</a></strong>\n<p><p>The organization best known for its work to improve the vitality and quality of life in Georgetown just got a new home. Since July 1, the <strong>Georgetown Business Improvement District (BID) </strong>can be found (with a little help) in the Flour Mill building on Potomac Street.</p></p>\n"},{"ref":"98:12","html":"<strong><a href=\"/articles/transitioning\" hreflang=\"und\">Transitioning!</a></strong>\n<p><p> It's that time of year again - transition time! When Fall is near but not yet quite here, and your sweaters won't work, but you need more coverage than shorts and sleeveless tops. </p></p>\n"},{"ref":"98:13","html":"<strong><a href=\"/articles/georgetown-plays-taiwan-team-shanghai\" hreflang=\"und\">Georgetown plays Taiwan team ... in Shanghai</a></strong>\n<p><p> Could it be that ping-pong diplomacy has advanced to the level of playing hoops?</p></p>\n"},{"ref":"98:14","html":"<strong><a href=\"/articles/repaving-paradise-georgetown-alley-gets-facelift\" hreflang=\"und\">Repaving paradise: a Georgetown alley gets facelift</a></strong>\n<p><p> Backhoes, drilling rigs and other heavy equipment barreled into the alley surrounded by 33rd, 34th, N and O Streets Monday for a complete surface replacement.</p></p>\n"},{"ref":"98:15","html":"<strong><a href=\"/articles/gerrymandered-georgetown\" hreflang=\"und\">Gerrymandered Georgetown?</a></strong>\n<p><p>Our ANC (Advisory Neighborhood Commission) is a legal D.C. government entity created to represent neighborhood voices in local and district-wide decision making.</p></p>\n"},{"ref":"98:16","html":"<strong><a href=\"/articles/sequoia-cote-dgeorgetown\" hreflang=\"und\">Sequoia on the Côte d’Georgetown</a></strong>\n<p><p>Thai painted grilled salmon with coconut-lime broth, baby bok choy, and mashed potatoes: $24</p>\n<p>Maurizio's blueberry mojito with fresh blueberries, mint, lime, simple syrup, Bacardi Limon, Sprite: $10</p>\n<p>The view: priceless</p></p>\n"},{"ref":"98:17","html":"<strong><a href=\"/articles/smiles-stress-combine-first-day-school-dc\" hreflang=\"und\">Smiles, stress combine at first day of school in D.C.</a></strong>\n<p><p> With new facilities rolled out and controversial proposals for new schools in the works, the first day of school was as usual a mix of happiness and heartburn for children and parents alike.</p></p>\n"},{"ref":"98:18","html":"<strong><a href=\"/articles/post-evans-bought-sports-tickets-his-constituent-fund\" hreflang=\"und\">Post: Evans bought sports tickets with his constituent fund</a></strong>\n<p><p><strong>The Washington Post</strong> <a href=\"http://www.washingtonpost.com/local/dc-politics/records-show-evans-paid-135897-for-sports-tickets-from-constituent-fund/2011/08/16/gIQA9u8wUJ_story.html\">reports</a> that Ward Two <strong>Councilmember Jack Evans </strong>paid $135,897 for professiona</p></p>\n"},{"ref":"98:19","html":"<strong><a href=\"/articles/take-ball-and-bounce-it\" hreflang=\"und\">Take this ball ...and bounce it!</a></strong>\n<p><p> Fresh from their unscheduled exposure to ultimate fighting, the <strong>Georgetown Hoyas </strong>men’s basketball team turned to football drills, treadmill competition and playing another exhibition game as their China trip moved from Beijing to Shanghai.</p></p>\n"},{"ref":"98:20","html":"<strong><a href=\"/articles/georgetown-floorcoverings-slow-and-steady-1954\" hreflang=\"und\">Georgetown Floorcoverings &quot;slow and steady&quot; since 1954</a></strong>\n<p><p>“There was just a flour mill and paper mill here when my grandfather bought this building on K Street under the Whitehurst Freeway in 1962.”</p></p>\n"},{"ref":"98:21","html":"<strong><a href=\"/articles/just-say-yes-pots\" hreflang=\"und\">Just say “yes” to pot(s)</a></strong>\n<p><p> The fog has rolled in, here on the coast of Maine. I’ve been repeatedly told there was hardly any fog in July or the first part of August when I was sweating uncomfortably in our Nation’s Capitol, but now I’m here fog has apparently resumed its usual place in the coast weather pattern.</p></p>\n"},{"ref":"98:22","html":"<strong><a href=\"/articles/global-media-spotlight-georgetown-murder\" hreflang=\"und\">Global media spotlight Georgetown murder</a></strong>\n<p><p> The world is watching Georgetown as all struggle to comprehend what happened to 91-year-old German-born journalist <strong>Viola Drath</strong>, killed in her Q Street home in the East Village, hours before her husband <strong>Albrecht Gero Muth</strong>, 44 years her junior, was arrested by D.C</p></p>\n"},{"ref":"98:23","html":"<strong><a href=\"/articles/so-much-diplomacybring-security\" hreflang=\"und\">So much for diplomacy...bring on the security</a></strong>\n<p><p> After the much-publicized wild brawl between the <strong>Georgetown Hoyas</strong> men’s basketball team and a Chinese team, one can expect beefed-up security for the remainder of the team’s 11-day trip in Asia.</p></p>\n"},{"ref":"98:24","html":"<strong><a href=\"/articles/city-officials-attend-wilson-high-school-ribbon-cutting\" hreflang=\"und\">City officials attend Wilson High School ribbon-cutting</a></strong>\n<p><p> The official-ribbon cutting for the modernized Wilson High School on Chesapeake Street, NW, on Thursday brought Mayor <strong>Vincent Gray,</strong> councilmembers, school officials and others to the to the new atrium in Tenleytown.</p></p>\n"},{"ref":"98:25","html":"<strong><a href=\"/articles/scenes-vacation-part-1\" hreflang=\"und\">Scenes from a Vacation - Part 1</a></strong>\n<p><p> I just spent five days in Northern California with six girlfriends from home. We’re known as “the nine” (I’ve mentioned them before) and were obviously short two on this trip. We get together every summer, but this year we decided to do something extra special.</p></p>\n"},{"ref":"98:26","html":"<strong><a href=\"/articles/gbas-starry-starry-night-house-sweden\" hreflang=\"und\">GBA’s starry, starry night at House of Sweden</a></strong>\n<p><p>Washington's only embassy on the waterfront, <strong>The House of Sweden </strong>hosted the <strong>Georgetown Business Association </strong>(GBA) and 400 of their closest friends Wednesday evening for a sparkling midsummer’s evening of cocktails, music and a special tribute to the <strong>Furin</strong></p></p>\n"},{"ref":"98:27","html":"<strong><a href=\"/articles/isnt-joe-biden-hoyas-basketball-game-china\" hreflang=\"und\">Isn&#039;t that Joe Biden at a Hoyas basketball game ... IN CHINA?</a></strong>\n<p><p> In front of a spirited crowd that included <strong>Vice President Joe Biden</strong>, the Georgetown University men’s basketball team won its first game during an 11-day tour of China, beating the <strong>Shanxi Brave Dragons </strong>of the <strong>Chinese Basketball Association</strong>, 98-81</p></p>\n"},{"ref":"98:28","html":"<strong><a href=\"/articles/mix-or-not-mix\" hreflang=\"und\">To Mix or Not to Mix??</a></strong>\n<p><p> Many are nervous to try this trend - and I can't say I blame you! Looking in your closet in a sea of florals, stripes, plaids and more, it's hard to imagine mixing them would look like anything other than old photographs of you at 5-years old playing dress up in your mommy's closet!</p></p>\n"},{"ref":"98:29","html":"<strong><a href=\"/articles/murder-causes-shock-sadness-georgetown\" hreflang=\"und\">Murder causes shock, sadness in Georgetown</a></strong>\n<p><p> As police arrested <strong>Albrecht Gero Muth</strong>, 47, on murder charges following the death of his 91-year-old wife <strong>Viola Drath</strong> in their home, neighbors reacted with horror and regret, but not complete surprise. \"It is sad. It's strange,\" said one West Village woman.</p></p>\n"},{"ref":"98:30","html":"<strong><a href=\"/articles/anc-gain-seat-redistricting\" hreflang=\"und\">ANC to gain seat in redistricting</a></strong>\n<p><p> By Brady Holt...Current Staff Writer...</p></p>\n"},{"ref":"98:31","html":"<strong><a href=\"/articles/beijing-crazier-m-street-georgetown\" hreflang=\"und\">Beijing: crazier than M Street in Georgetown</a></strong>\n<p>\n<p> The Georgetown men’s basketball team visited the famed Great Wall of China on Tuesday, parts of which are 26 feet high -- not exactly a sure bet place to practice slam dunks.</p></p>\n"},{"ref":"98:32","html":"<strong><a href=\"/articles/fabulously-british-jack-wills-arrives-georgetown\" hreflang=\"und\">&quot;Fabulously British&quot; Jack Wills arrives in Georgetown</a></strong>\n<p><p>Designed to resemble an English country home, the new <strong>Jack Wills </strong>store in Georgetown is the 9th spot across the pond for the British retailer<strong>.</strong> You may know Jack them from Martha's Vineyard, Nantucket or Newport, Rhode Island.</p></p>\n"},{"ref":"98:33","html":"<strong><a href=\"/articles/dc-not-just-talk-when-it-comes-trash\" hreflang=\"und\">D.C. not just talk when it comes to trash</a></strong>\n<p><p>D.C. sanitation officials have been handing out tickets for garbage bags left curbside on collection days, citing rat control efforts.</p></p>\n"},{"ref":"98:34","html":"<strong><a href=\"/articles/check-out-gbas-new-digs\" hreflang=\"und\">Check out GBA’s new digs</a></strong>\n<p><p>They’ve moved!</p>\n<p>As of July 28, 2011, the <a href=\"http://gtownbusiness.com/\"><strong>Georgetown Business Association</strong></a> has a new home.</p></p>\n"},{"ref":"98:35","html":"<strong><a href=\"/articles/georgetowners-death-ruled-homicide-say-reports\" hreflang=\"und\">Georgetowner&#039;s death ruled homicide, say reports</a></strong>\n<p><p> Georgetown neighbors are coping with what police are calling a homicide of 91-year-old former journalist Viola Drath, a correspondent for German newspaper Handelsblatt who also wrote columns for The Washington Times.</p></p>\n"},{"ref":"98:36","html":"<strong><a href=\"/articles/starbucks-targeted-dc-gambling-venue\" hreflang=\"und\">Starbucks targeted as D.C. gambling venue</a></strong>\n<p><p> D.C. officials' eagerness to institute online gambling in the District has caught the attention of the <strong>New York Tim</strong><strong>es</strong> and D.C.</p></p>\n"},{"ref":"98:37","html":"<strong><a href=\"/articles/julius-caesar-et-tu-free-shakespeare-theatre-aug-23\" hreflang=\"und\">Julius Caesar et tu free at Shakespeare Theatre Aug. 23</a></strong>\n<p><p> \"Friends, Romans, countrymen, lend me your ears,\" calls out Antony in Shakespeare's <em>Julius Caesar</em>. The play's the thing, and it's <em><strong>free</strong></em> for Georgetown and other Ward Two residents Tuesday, Aug.</p></p>\n"},{"ref":"98:38","html":"<strong><a href=\"/articles/take-cabana-break-puro-cafe\" hreflang=\"und\">Take a cabana break at Puro Café</a></strong>\n<p><p> You’ve been coming to <strong>Puro Café</strong> for the aromatic coffees, flatbread sandwiches, brunch, and Parisian sweets …. Now, experience the garden. </p></p>\n"},{"ref":"98:39","html":"<strong><a href=\"/articles/georgetowns-tall-guys-china\" hreflang=\"und\">Georgetown&#039;s Tall Guys in China</a></strong>\n<p><p> Georgetown University’s men’s basketball team is in China for ten days of pre-season warm-ups – and, who knows, maybe inspiring the next <strong>Yao Ming</strong> to do his college work with <strong>John Thompson III</strong>.</p></p>\n"},{"ref":"98:40","html":"<strong><a href=\"/articles/time-attorney-general-cool-it\" hreflang=\"und\">Time for the Attorney General to &quot;Cool it.&quot;</a></strong>\n<p><p> This week, <strong>D.C. Attorney General Irv Nathan</strong> lashed out at <strong>Councilmembers</strong> <strong>David Catania</strong> and <strong>Mary Cheh, </strong>effectively comparing them to defenders of torture in the legal apparatus of the War-on-Terror Bush administration.</p></p>\n"},{"ref":"98:41","html":"<strong><a href=\"/articles/humming-along\" hreflang=\"und\">Humming along</a></strong>\n<p><p>So, it’s August in Georgetown. Not much is happening in my house these days. My children are gone for a week and the silence is both deafening and delightful. It’s the first time in years that I’ve actually been alone for more than a day or two.</p></p>\n"},{"ref":"98:42","html":"<strong><a href=\"/articles/say-cheese-and-salud-social-safeway\" hreflang=\"und\">Say cheese and salud Social Safeway</a></strong>\n<p><p>As “the only fromager in the history of <strong>Safeway</strong>,” <strong>Treva Stose</strong> is on a mission. “Of the 1,600 Safeways around the country, we’re the only one.\"</p></p>\n"},{"ref":"98:43","html":"<strong><a href=\"/articles/bon-appetit-georgetown-its-restaurant-week-august-15-21\" hreflang=\"und\">Bon appetit Georgetown, it&#039;s Restaurant Week August 15-21</a></strong>\n<p><p> It's a great time to dine at your favorite restaurants and experience new ones, all at affordable prices.</p></p>\n"},{"ref":"98:44","html":"<strong><a href=\"/articles/dc-gambling-meetings-set-august\" hreflang=\"und\">D.C. gambling meetings set for August</a></strong>\n<p><p> Congress is out of session and much of Washington is out of town. But D.C. Lottery officials indicate that it's the perfect time to seek public input on controversial new internet gambling laws that could change the face of communities.</p></p>\n"},{"ref":"98:45","html":"<strong><a href=\"/articles/plaid-played-well\" hreflang=\"und\">Plaid Played Well</a></strong>\n<p><p> This season designers went mad for plaid! Some are hesitant though to embrace this returning trend - I for one am reminded of days on the playground wearing my plaid skirt, white button down and black patent Mary Janes - but there are plenty of ways to wear plaid and make it look up-to-date!</p></p>\n"},{"ref":"98:46","html":"<strong><a href=\"/articles/cusp-fashions-night-out-2011\" hreflang=\"und\">On the Cusp of Fashion&#039;s Night Out 2011</a></strong>\n<p><p> For the second year in a row, Georgetown will be the city’s official regional host of <strong>Fashion’s Night Out, September 8, 2011</strong>.</p></p>\n"},{"ref":"98:47","html":"<strong><a href=\"/articles/police-chase-man-through-montrose-park\" hreflang=\"und\">Police chase man through Montrose Park</a></strong>\n<p><p>Days after a <a href=\"http://www.thegeorgetowndish.com/articles/crazed-cab-crashes-along-p-street\">taxi cab careened and crashed</a> along P Street, U.S. Park Police raced into Montrose Park Tuesday, chasing a \"drunk and disorderly\" man into the woods.</p></p>\n"},{"ref":"98:48","html":"<strong><a href=\"/articles/test-scores-give-mixed-view-achievements\" hreflang=\"und\">Test scores give mixed view of achievements</a></strong>\n<p><p> By Jessica Gould...Current Staff Writer...</p>\n<p> The school-by-school results of the D.C. Comprehensive Assessment System showed some dramatic gains among Northwest schools, as well as some significant losses.</p></p>\n"},{"ref":"98:49","html":"<strong><a href=\"/articles/aviva-kempner-sentimental-journey\" hreflang=\"und\">Aviva Kempner: A sentimental journey</a></strong>\n<p><p>Washington doesn't have many local moviemakers, artists who make movies that have a broad following beyond the national political scene. <strong>Aviva Kempner</strong> is the exception and most prominent.</p></p>\n"}]