[{"ref":"109:0","html":"<strong><a href=\"/articles/evans-warns-budget-gimmicks-after-nyc-visit\" hreflang=\"und\">Evans warns of budget gimmicks after NYC visit</a></strong>\n<p><p><strong>Councilmember Jack Evans</strong> and District leaders traveled to New York last week to make a favorable impression on Wall Street before it sets the city's bond rating following a December report from Standard and Poor's warning that the rating could drop in the future if the city's def</p></p>\n"},{"ref":"109:1","html":"<strong><a href=\"/articles/when-love-goes-wrong-breaking-your-house\" hreflang=\"und\">When love goes wrong:  Breaking up with your house</a></strong>\n<p><p>There must be something wrong with me - I am thinking about breaking up on Valentine's Day when everyone else is thinking about hooking up.</p></p>\n"},{"ref":"109:2","html":"<strong><a href=\"/articles/mandarin-oriental-celebrates-chinese-new-year\" hreflang=\"und\">The Mandarin Oriental celebrates Chinese New Year</a></strong>\n<p><p>The Chinese year 4709, the Year of the Rabbit, beginning February 3, 2011 was welcomed in in a very special way at the Mandarin Oriental Hotel.</p></p>\n"},{"ref":"109:3","html":"<strong><a href=\"/articles/revolution-man-ambassador-sameh-shoukry\" hreflang=\"und\">Revolution man: Ambassador Sameh Shoukry</a></strong>\n<p><p>Egypt's ambassador to the United States <strong>Sameh Shoukry</strong> has had a big job this week translating official messages from a government that seems to be evolving by the hour.</p></p>\n"},{"ref":"109:4","html":"<strong><a href=\"/articles/power-love-elizabeth-miller\" hreflang=\"und\">The power of love: Elizabeth Miller</a></strong>\n<p><p>You don't just stumble into a conversation with Elizabeth Miller -- Georgetown leader, mother and hostess.</p></p>\n"},{"ref":"109:5","html":"<strong><a href=\"/articles/true-romance\" hreflang=\"und\">True Romance</a></strong>\n<p><p>I am fortunate – especially this time of year – to have the two words above feature prominently in my life. But it wasn’t always the case. I know how lackluster single life can be regardless of how much one relishes his or her freedom. Love and happiness do, no doubt, go hand in hand.</p></p>\n"},{"ref":"109:6","html":"<strong><a href=\"/articles/georgetown-house-tour-set-april-30\" hreflang=\"und\">Georgetown House Tour set for April 30</a></strong>\n<p><p><strong>The Georgetown House Tour</strong>, the oldest continuing private house tour in the country, will be held on Saturday, April 30th and will showcase many of Georgetown’s finest historic homes.</p></p>\n"},{"ref":"109:7","html":"<strong><a href=\"/articles/alcohol-board-asked-scrap-restrictions-nightclub\" hreflang=\"und\">Alcohol board asked to scrap restrictions on nightclub</a></strong>\n<p><p>In a heated, three-hour continuation of a hearing that started last month, the <strong>Alcohol Beverage Control Board</strong> wrestled with the bold request of <strong>George</strong> -- a part-time nightclub tucked into the same block as <strong>Café Milano</strong> and houses and condominiums </p></p>\n"},{"ref":"109:8","html":"<strong><a href=\"/articles/fly-us-saturday-georgetown-park\" hreflang=\"und\">Fly with us Saturday at Georgetown Park</a></strong>\n<p><p>When I was looking to move <strong>The Dandelion Patch</strong> across the water and into D.C., I chose The Shops at Georgetown Park. Here's why: it has direct access off heavily trafficked M Street in an area of the city long regarded as the shopping go-to destination.</p></p>\n"},{"ref":"109:9","html":"<strong><a href=\"/articles/georgetown-becoming-little-less-typical-mall\" hreflang=\"und\">Georgetown becoming a little less like a typical mall</a></strong>\n<p><p>Recently <strong>GM</strong> sat down to compile some of the new stores that are planning on opening up in Georgetown in the near future and a realization occurred to him. Georgetown is in the midst of a shift in terms of the retail mix.</p></p>\n"},{"ref":"109:10","html":"<strong><a href=\"/articles/cafe-milano-threatened-unruly-nightclub\" hreflang=\"und\">Café Milano threatened by unruly nightclub</a></strong>\n<p><p><strong>Café Milano</strong>, the venerable Washington dining place of stars, is under threat from a new nightclub on the block that has spilled noise, vomiting and other disruptions in the tracks of Cabinet officials, Senators, ambassadors, Hollywood stars and even military leaders who regularly</p></p>\n"},{"ref":"109:11","html":"<strong><a href=\"/articles/who-abra\" hreflang=\"und\">Who is ABRA?</a></strong>\n<p><p>The Alcoholic Beverage Regulation Administration (ABRA) regulates alcohol in the District, including issuing licenses and governing external effects related to alcohol sales. It is governed by a seven-member mayor-appointed, council-confirmed board.</p></p>\n"},{"ref":"109:12","html":"<strong><a href=\"/articles/university-police-get-mpd-invite\" hreflang=\"und\">University police to get MPD invite</a></strong>\n<p><p>By <strong>Carol Buckley</strong></p>\n<p>Current Staff Writer</p>\n<p>Police Chief <strong>Cathy Lanier</strong> issued an internal order last week strengthening the role of university police in calls for service to off-campus locations linked to D.C. universities.</p></p>\n"},{"ref":"109:13","html":"<strong><a href=\"/articles/gu-named-districts-1-employer\" hreflang=\"und\">GU named District&#039;s #1 employer</a></strong>\n<p><p><strong>Georgetown University</strong> was ranked #1 among the top 13 largest D.C. employers last year, according to the District's fiscal 2010 Comprehensive Annual Financial Report, a required outside audit of the city's finances.</p></p>\n"},{"ref":"109:14","html":"<strong><a href=\"/articles/henderson-names-interim-principal-hardy\" hreflang=\"und\">Henderson names Interim Principal for Hardy</a></strong>\n<p><p>Interim DCPS <strong>Chancellor Kaya Henderson</strong> has announced that <strong>Daniel Shea</strong>, a retired Montgomery County principal who currently serves in the central office, will start this week as <strong>Interim Principal of Hardy Middle School</strong>.</p></p>\n"},{"ref":"109:15","html":"<strong><a href=\"/articles/jfks-50th-remembered-govinda-gallery\" hreflang=\"und\">JFK&#039;s 50th remembered at Govinda Gallery</a></strong>\n<p><p>There have been many stories in the media commemorating the 50th anniversary of <strong>John F. Kennedy</strong>’s inauguration as President. Here at <strong>Govinda Gallery</strong> we have presented four exhibitions featuring extraordinary photographs of the charismatic 34th President.</p></p>\n"},{"ref":"109:16","html":"<strong><a href=\"/articles/baby-boom-georgetown-contd\" hreflang=\"und\">The Baby Boom in Georgetown, cont&#039;d.</a></strong>\n<p><p><a href=\"http://www.thegeorgetowndish.com/articles/baby-boom-georgetown\">What fascinating statistics</a> on the rising number of children here in our town -- although having lived in Georgetown many years, I was well aware of a significant increase in the number of kiddies.</p></p>\n"},{"ref":"109:17","html":"<strong><a href=\"/articles/paws-support-cause\" hreflang=\"und\">&#039;Paws&#039; to support the cause</a></strong>\n<p><p><strong>Sunday night was a great night for Cheeseheads.</strong> That’s great for those in the frozen tundra. As for me, I am a city dweller. If I walked down the street with a yellow wedge on my head, bad things could happen.</p></p>\n"},{"ref":"109:18","html":"<strong><a href=\"/articles/jack-evans-offers-winning-strategies-special-election-approaches\" hreflang=\"und\">Jack Evans offers winning strategies as special election approaches</a></strong>\n<p><p>He won't endorse a candidate (\"I have too many friends in the race.\"), but <strong>Councilmember Jack Evans</strong> knows something about what it takes to win a Special Election to the D.C.</p></p>\n"},{"ref":"109:19","html":"<strong><a href=\"/articles/real-estate-market-rise-wydler-says\" hreflang=\"und\">Real estate market on the rise, Wydler says</a></strong>\n<p><p>It's a dreary Sunday, but enter the open house at 3318 R St. NW, and the tantalizing smell of cookies baking in the oven is enough to make you want to move in.</p></p>\n"},{"ref":"109:20","html":"<strong><a href=\"/articles/baby-boom-georgetown\" hreflang=\"und\">The Baby Boom in Georgetown</a></strong>\n<p><p>Yesterday GM wrote about the increase in Georgetown children attending Hyde-Addison Elementary School and chalked up the growth to a Georgetown baby boom. It’s a topic GM has briefly mentioned a few times, but a reader asked him expand a little on the phenomenon and GM is happy to oblige.</p></p>\n"},{"ref":"109:21","html":"<strong><a href=\"/articles/sidwell-students-snyder-angered-football-reporter\" hreflang=\"und\">Sidwell students, like Snyder, angered by football reporter</a></strong>\n<p><p> <strong>Dave McKenna</strong>, the journalist now in the legal crosshairs of his angry subject, Redskins owner<strong> Dan Snyder</strong>, over a <a href=\"http://mirror.washingtoncitypaper.com/articles/40063/the-cranky-redskins-fans-guide-to-dan-snyder.html\">particularly thorough article</a> ab</p></p>\n"},{"ref":"109:22","html":"<strong><a href=\"/articles/evans-aide-jeff-coudriet-dies-cancer\" hreflang=\"und\">Evans aide Jeff Coudriet dies of cancer</a></strong>\n<p><p> Longtime aide to <strong>Councilmember Jack Evans</strong>, political activist, and Ward 2 resident<strong> Jeff Coudriet </strong>died Saturday at 48 after a hard fight against cancer.</p></p>\n"},{"ref":"109:23","html":"<strong><a href=\"/articles/editorial-gray-must-lead-hardy\" hreflang=\"und\">Editorial: Gray must lead on Hardy</a></strong>\n<p><p>The Education Reform Act of 2007 put control of the District's school system squarely in the hands of the Mayor. Former <strong>Mayor Adrian Fenty</strong> turned over the portfolio to <strong>Chancellor Michelle Rhee</strong>, who approached school reform by symbolically holding a broom.</p></p>\n"},{"ref":"109:24","html":"<strong><a href=\"/articles/beware-pushy-real-estate-agent\" hreflang=\"und\">Beware the pushy real estate agent!</a></strong>\n<p><p>Beware of realtor who push, push, push. But truthfully, can anyone be this bad?</p>\n</p>\n"},{"ref":"109:25","html":"<strong><a href=\"/articles/winter-warm\" hreflang=\"und\">Winter Warm-Up</a></strong>\n<p><p>While at <a href=\"http://www.recreationparks.net/DC/district-of-columbia/battery-kemble-park-washington\">Battery Kemble Park</a> this past weekend with Nina, I was reminded why some people love winter.</p></p>\n"},{"ref":"109:26","html":"<strong><a href=\"/articles/anc-turns-away-george-supporters-official-protest-continues\" hreflang=\"und\">ANC turns away George supporters as official protest continues</a></strong>\n<p><p><strong>About a dozen supporters </strong>of <strong>George</strong>, the Prospect Street nightclub, left the Georgetown ANC meeting Monday when Commissioners said George's liquor license issues would not be considered at the meeting. A copy of the ANC agenda distributed Jan.</p></p>\n"},{"ref":"109:27","html":"<strong><a href=\"/articles/georgetown-be-featured-abc-drama\" hreflang=\"und\">Georgetown to be featured in ABC drama</a></strong>\n<p><p> ABC will air a new drama called \"Georgetown\" about the young strivers \"behind the power brokers\" of Washington, <a href=\"http://www.hollywoodreporter.com/blogs/live-feed/georgetown-drama-pilot-abc-95292\">reports The Hollywood Reporter</a>.</p></p>\n"},{"ref":"109:28","html":"<strong><a href=\"/articles/anc-2e-considers-alcohol-issues-post-office-addition\" hreflang=\"und\">ANC 2E considers alcohol issues, Post Office addition</a></strong>\n<p><p><em>At its Monday meeting, Georgetown Advisory Neighborhood 2E commissioners supported changes to Voluntary Agreements for two bars on Wisconsin Avenue and approved the planned addition to the back of the historic post office building on 31<sup>st</sup> Street, just north of M Street.</em></p></p>\n"},{"ref":"109:29","html":"<strong><a href=\"/articles/georgetown-east-meets-west\" hreflang=\"und\">In Georgetown, East meets West</a></strong>\n<p><p>In a neighborhood the size of Georgetown, it's not surprising that some residents think of it and refer to it as a \"village\". But some outside the village might be surprised and amused to know that there exists a further designation in Georgetown: East Village and West Village.</p></p>\n"},{"ref":"109:30","html":"<strong><a href=\"/articles/pets-are-sweetest-things\" hreflang=\"und\">Pets are the sweetest things....</a></strong>\n<p><p><strong>It was all bark and no bite</strong> on Tuesday evening as the prestigious and their pooches packed into the ballroom of The Ritz-Carlton, Washington, DC for the 1<strong>0<sup>th</sup> annual Sugar &amp; Champagne Affair</strong> hosted by <strong>Chef Todd and Ellen Kassoff Gray</strong></p></p>\n"},{"ref":"109:31","html":"<strong><a href=\"/articles/georgetowners-put-their-nesting-instincts-work-refreshing-local-homes\" hreflang=\"und\">Georgetowners put their &#039;nesting instincts&#039; to work refreshing local homes</a></strong>\n<p><p>By <strong>Beth Cope . . . .</strong></p>\n<p>Current Staff Writer . . . . .</p>\n<p>As kids, Georgetown residents and new business partners <strong>Karen Murphy</strong> and <strong>Robin Jones</strong> watched their mothers make house -- a lot.</p></p>\n"},{"ref":"109:32","html":"<strong><a href=\"/articles/champagne-and-everything-bubbly-roof-terrace-restaurant\" hreflang=\"und\">Champagne and everything bubbly at the Roof Terrace Restaurant</a></strong>\n<p><p>“Neither rain, nor snow, nor sleet, nor hail” kept a special band of road warriors “from their appointed rounds” at the pouring tables last Wednesday. All would agree, it was most definitely worth the trek through D.C.</p></p>\n"},{"ref":"109:33","html":"<strong><a href=\"/articles/police-crack-down-noise-new-law\" hreflang=\"und\">Police to crack down on noise with new law</a></strong>\n<p><p><strong>The Metropolitan Police Department</strong> will increase enforcement of noise violations starting in the early hours of Tuesday using a new law under which MPD officers may arrest violators based on whether noise is \"likely to annoy\" neighbors or is observable by police called to the sce</p></p>\n"},{"ref":"109:34","html":"<strong><a href=\"/articles/designer-kavenchy-top-looks-spring\" hreflang=\"und\">Designer Kavenchy on top looks for spring</a></strong>\n<p><p><strong>Niteside</strong> caught up with stylist <strong>Sam Kavenchy </strong>during his dress rehearsal for his annual spring look runway show. The question he might not have seen coming: What do you think about teen pop star Justin Bieber's 'do?</p></p>\n"},{"ref":"109:35","html":"<strong><a href=\"/articles/its-love-feb-14-concerts-parks\" hreflang=\"und\">It&#039;s love: Feb. 14 for Concerts in the Parks</a></strong>\n<p><p> Do you have a secret admirer?</p></p>\n"},{"ref":"109:36","html":"<strong><a href=\"/articles/i-want-live-georgetown-riv-vu-ritz\" hreflang=\"und\">I want to live in Georgetown: Riv Vu at the Ritz</a></strong>\n<p><p>This spectacular apartment, almost 4000 square feet of it, was snapped up in less than two weeks this month.</p>\n<p>Listed well under fair market value, this bank-owned property has a contract for just about the asking price of $2,805,000.</p></p>\n"},{"ref":"109:37","html":"<strong><a href=\"/articles/view-insidethe-shops-georgetown-park\" hreflang=\"und\">A view from inside...The Shops at Georgetown Park</a></strong>\n<p><p>Hello Georgetown!</p>\n<p>...I’m <strong>Heidi Kallett</strong>, proprietor of local luxe paperie and gift salon, The Dandelion Patch.</p></p>\n"},{"ref":"109:38","html":"<strong><a href=\"/articles/fashionable-n-street\" hreflang=\"und\">Fashionable N Street</a></strong>\n<p><p>If you want to entertain in style in Georgetown, you will need the quintessential Georgetown residence: a large Federal period house with garden, double drawing rooms, formal dining room, gourmet kitchen, butler's pantry, a terrace or two and lots of woodburning fireplaces.</p></p>\n"},{"ref":"109:39","html":"<strong><a href=\"/articles/anc-preview-feb-1-meeting-resolution-edition\" hreflang=\"und\">ANC Preview of Feb. 1 meeting: Resolution Edition</a></strong>\n<p><p>It seems like it was just last week when the ANC last met. Of course, <a href=\"http://georgetownmetropolitan.com/2011/01/21/about-that-ten-year-plan/\">it was</a>. But that one wasn’t a normal meeting, and it doesn’t get us out of having the normal February one. Oh well.</p></p>\n"},{"ref":"109:40","html":"<strong><a href=\"/articles/stomp-over-warner\" hreflang=\"und\">STOMP on over to the Warner</a></strong>\n<p><p> <strong><em>STOMP</em></strong> returned to the Warner Theatre Tuesday, for a limited engagement January 25 - 30, 2011.</p></p>\n"},{"ref":"109:41","html":"<strong><a href=\"/articles/chancellors-office-leads-pr-campaign-embattled-hardy-principal\" hreflang=\"und\">Chancellor&#039;s office leads PR campaign for embattled Hardy principal</a></strong>\n<p><p>The <strong>Office of the Chancellor </strong>of the D.C. Public Schools has been soliciting letters from parents to the media in support of struggling Hardy Middle School <strong>Principal Dana Nerenberg</strong>. </p></p>\n"},{"ref":"109:42","html":"<strong><a href=\"/articles/impasse-holds-gu-campus-plan\" hreflang=\"und\">Impasse holds on GU campus plan</a></strong>\n<p><p>By <strong>Carol Buckley</strong>, Current Staff Writer . . .</p>\n<p>Georgetown University officials and neighborhood leaders squared off last week to reprise now-familiar arguments over the school’s recently filed campus plan.</p></p>\n"},{"ref":"109:43","html":"<strong><a href=\"/articles/tj-street-bridge-reopen-29th-st-bridge-close-next-week\" hreflang=\"und\">TJ Street Bridge to Reopen; 29th St. Bridge to Close Next Week</a></strong>\n<p><p>The District is in the middle of a multi-year project to completely reconstruct the bridges over the canal on 29th, 30th, and Thomas Jefferson. The project began in August of 2009, when the city shut down the 30th St. bridge.</p></p>\n"},{"ref":"109:44","html":"<strong><a href=\"/articles/left-hanging\" hreflang=\"und\">Left Hanging</a></strong>\n<p><p>Nothing like being hundreds of miles away from your children and seeing a picture of them dangling by a rope while being rescued from a chairlift--30 feet up in the air. But that’s what happened with my girls on a recent trip with their dad at a Virginia ski resort. </p></p>\n"},{"ref":"109:45","html":"<strong><a href=\"/articles/preparing-winter-skin-spring-and-summer\" hreflang=\"und\">Preparing winter skin for Spring and Summer</a></strong>\n<p><p>Believe it or not, there are only about six more weeks of Winter, which is the perfect time to start preparing for the skin-baring spring and summer months. </p></p>\n"},{"ref":"109:46","html":"<strong><a href=\"/articles/selling-house-georgetown-be-prepared-negotiate\" hreflang=\"und\">Selling a house in Georgetown?  Be prepared to negotiate.</a></strong>\n<p><p>Georgetown properties that went under contract at the end of 2010 and closed this month, sold for and average of 7% less than the asking price.</p>\n<p>Late November and December are a great time to shop for real estate bargains. Great for the buyer but not so great for the seller.</p></p>\n"},{"ref":"109:47","html":"<strong><a href=\"/articles/cabin-fever\" hreflang=\"und\">Cabin Fever</a></strong>\n<p><p>Yesterday: broken lamp, stickers on wall, six cups filled with orange juice, water and hairspray found in a footstool. What is the meaning of this? No, it is not a poltergeist or a close encounter of the third kind. I have to chalk it up to one thing: Cabin Fever.</p></p>\n"},{"ref":"109:48","html":"<strong><a href=\"/articles/cag-presents-georgetown-arts-2011\" hreflang=\"und\">CAG presents Georgetown ARTS 2011</a></strong>\n<p><p> <strong> CAG presents Georgetown Arts 2011</strong></p>\n<p> <strong>Group show of Georgetown Artists</strong></p>\n<p> Where: Shops at Georgetown Park, Level 2</p>\n<p> When: Reception, Thursday Jan. 27, 6:00 - 9:00 p.m.</p>\n<p> Show continues until Feb. 1</p></p>\n"},{"ref":"109:49","html":"<strong><a href=\"/articles/editorial-hardy-kaya-henderson-must-lead\" hreflang=\"und\">Editorial: on Hardy, Kaya Henderson must lead</a></strong>\n<p><p>For over a year, previously high-performing <strong>Hardy Middle School </strong>has been in turmoil over changes imposed on the school, students and parents.</p></p>\n"}]