[{"ref":"121:0","html":"<strong><a href=\"/articles/were-not-so-different-after-all\" hreflang=\"und\">We&#039;re Not So different After All</a></strong>\n<p><p> This weekend the New York Times <a href=\"http://www.nytimes.com/interactive/2010/01/10/nyregion/20100110-netflix-map.html?hp\">published a fascinating chart</a> displaying the top ten movie rentals for each zip code according to Netflix.</p></p>\n"},{"ref":"121:1","html":"<strong><a href=\"/articles/heather-tony-podesta-host-dolce-divita\" hreflang=\"und\">Heather &amp; Tony Podesta Host Dolce DiVita</a></strong>\n<p><p> Scusi, but we left Georgetown Thursday night to attend a book party for Venetian chef <strong>Luca DiVita</strong>, friend of <strong>Heather</strong> and <strong>Tony Podesta</strong>, at Tosca downtown.</p></p>\n"},{"ref":"121:2","html":"<strong><a href=\"/articles/journopalooza-ii-rocks-georgetowners\" hreflang=\"und\">Journopalooza II Rocks Georgetowners</a></strong>\n<p><p> A suspicious package at the National Press Club Friday night didn’t prevent Georgetowner Kiki Ryan of Politico from supporting Tim Burger and Christina Sevilla, whose band was part of Journopalooza II, raising money to benefit Reporters without Borders.</p></p>\n"},{"ref":"121:3","html":"<strong><a href=\"/articles/michaele-salahi-returns-georgetown\" hreflang=\"und\">Michaele Salahi Returns to Georgetown</a></strong>\n<p><p> <strong>Michaele Salahi</strong>, the infamous White House state dinner crasher, was getting hair extensions Friday at the Roche Salon in Georgetown.</p></p>\n"},{"ref":"121:4","html":"<strong><a href=\"/articles/anc-preview-heres-your-chance\" hreflang=\"und\">ANC Preview: Here’s Your Chance</a></strong>\n<p><p>Have you ever wondered what it’s like to stay at an ANC meeting until the bitter end? Of course you haven’t! But that’s no reason not to do it at least once. And next Monday may be your best chance.</p></p>\n"},{"ref":"121:5","html":"<strong><a href=\"/articles/happy-new-year-minute-or-less\" hreflang=\"und\">Happy New Year -- In a Minute or less</a></strong>\n<p><p> Wait…wait…what WAS that sound??? Did you hear it? Right around midnight on the 1st of January. I’m not sure, but I’m guessing it was a universal exhale. Seriously. Is it me?</p></p>\n"},{"ref":"121:6","html":"<strong><a href=\"/articles/walk-hugh\" hreflang=\"und\">A Walk with Hugh</a></strong>\n<p><p> I fell in love with his Tuscan Villa on Q Street many years ago and have been a fan ever since.</p></p>\n"},{"ref":"121:7","html":"<strong><a href=\"/articles/new-billboard-update\" hreflang=\"und\">New Billboard Update</a></strong>\n<p><p> The ad is for a beer called “Landshark Lager” an Anheuser-Busch beer made for Jimmy Buffet’s Margaritaville restaurant. While the yellow parts of the sign above are plastic adhesive signs, the black rectangle is actually a big screen TV playing ads for the beer.</p></p>\n"},{"ref":"121:8","html":"<strong><a href=\"/articles/martins-ready-new-year\" hreflang=\"und\">Martin&#039;s Ready for the New Year</a></strong>\n<p><p> Martin's Tavern with CQ colleagues. What else could you ask for?</p>\n</p>\n"},{"ref":"121:9","html":"<strong><a href=\"/articles/face-2010\" hreflang=\"und\">The Face of 2010</a></strong>\n<p><p>What's in store for you in <strong>2010?</strong> How you take care of your  physical and mental well-being will directly affect the trajectory of good  things coming your way.</p></p>\n"},{"ref":"121:10","html":"<strong><a href=\"/articles/happy-new-year-good-riddance-2009\" hreflang=\"und\">Happy New Year!  Good Riddance 2009!</a></strong>\n<p><p> Now it all begins!</p>\n</p>\n"},{"ref":"121:11","html":"<strong><a href=\"/articles/virgin-america-gets-its-party\" hreflang=\"und\">Virgin America Gets its Party On</a></strong>\n<p><p> Actually Beth Solomon is on her way to San Francisco. Here's her good time: The lights were low and white shirts glowed as Virgin America Flight 71 readied for take off to SFO. Dulles looking spiffy after endless renovations, but we exerted 2009 self-control and saved the first drink for later.</p></p>\n"},{"ref":"121:12","html":"<strong><a href=\"/articles/total-optimism-teatro-goldoni\" hreflang=\"und\">Total Optimism at Teatro Goldoni</a></strong>\n<p><p>Teatro Goldoni owner Michael Kosmides (right) congratulates John (JT) Cardella and Stephanie Davis on their minutes-old engagement. Happy New Year! Georgetown University medical students, Stephanie and JT are on the road to specialties in radiology (he) and pediatrics (she).</p></p>\n"},{"ref":"121:13","html":"<strong><a href=\"/articles/young-frankenstein-kennedy-center\" hreflang=\"und\">Young Frankenstein at the Kennedy Center</a></strong>\n<p><p> A great event! Myra Sislen and TGDisher Bill Rice squire beloved parents Marty and Lindy Sislen from Richmond, VA to Young Frankenstein at the Kennedy Center. All, including Sandy and Richard Verna, are ready for the new year in those 2010 glasses.</p>\n</p>\n"},{"ref":"121:14","html":"<strong><a href=\"/articles/crowds-get-you-down\" hreflang=\"und\">Crowds Get You Down?</a></strong>\n<p><p>Good riddance to 2009? New Year’s Eve just too disappointing, too boorish, too anticlimactic or too much work? Lucky for you, our GTDishers have to go out anyway, actually have fun dancing and carrying on and want to share their good times.</p></p>\n"},{"ref":"121:15","html":"<strong><a href=\"/articles/play-ball\" hreflang=\"und\">Play ball!</a></strong>\n<p><p> Who says there are no holiday miracles? Redskins' linebacker Brian Orakpo, 23, is the only rookie (not to mention Redskin) to be named to the Pro Bowl's NFC team. Pretty impressive for a man who just landed in town.</p></p>\n"},{"ref":"121:16","html":"<strong><a href=\"/articles/remembering-last-year\" hreflang=\"und\">Remembering Last Year</a></strong>\n<p><p> Some events are best remembered than relived . . . . the blizzard of December 19th. The scene around our house after 22 inches of snow, as captured by Leslie Kamrad.</p>\n</p>\n"},{"ref":"121:17","html":"<strong><a href=\"/articles/beths-landed\" hreflang=\"und\">Beth&#039;s Landed</a></strong>\n<p><p>Two hours and counting to the New Year in San Francisco. Revelers wear sweats, heels or both. Every style of dressing works on this Eclectic NYE/SF. French and other languages spoken on every corner. This is the most European of American cities. Gotta catch a cable car up these hills!</p>\n</p>\n"},{"ref":"121:18","html":"<strong><a href=\"/articles/2009-georgetown-year-review\" hreflang=\"und\">2009 – A Georgetown Year in Review</a></strong>\n<p><p> 2009 was the first full year of the Georgetown Metropolitan’s existence (except, of course, for it’s earlier existence as a genuine newspaper). While there were certainly some nights when GM has to stretch for content, overall Georgetown provided plenty of stories this year to fill these pages.</p></p>\n"},{"ref":"121:19","html":"<strong><a href=\"/articles/snow-cycling\" hreflang=\"und\">Snow Cycling</a></strong>\n<p><p> You might have noticed recently that we have had some snow. I know. Shocking, right? Let me refresh: You were stuck in the house for days with nothing to do but look out the window and procrastinate the inevitable shoveling. I am from Philadelphia—snow doesn’t bother me.</p></p>\n"},{"ref":"121:20","html":"<strong><a href=\"/articles/stamping-out-holiday-tradition\" hreflang=\"und\">Stamping Out Holiday Tradition</a></strong>\n<p><p>Walking along M St. with a handful of Christmas cards toward the Post Office, I unwittingly became a person of interest. People stared at my petite stack of cards. They inquired. \"Are those Christmas cards??\" More than one person gasped. Some witnesses smirked.</p></p>\n"},{"ref":"121:21","html":"<strong><a href=\"/articles/disconnecting-connect\" hreflang=\"und\">Disconnecting to Connect</a></strong>\n<p><p>Blackberry. No…Not the fruit which is a gorgeous little deep eggplant-colored jewel, has health benefits and is just downright delicious. No. I’m speaking of the technological marvels. Some of us might have recently experienced an outage of over 24 hours.</p></p>\n"},{"ref":"121:22","html":"<strong><a href=\"/articles/drinking-oasis-not-kool-aid-tackle-box\" hreflang=\"und\">Drinking Oasis but not the Kool-aid at Tackle Box</a></strong>\n<p><p>Tareq and Michaele Salahi, the ominous White House party crashers, may be getting their own reality show; but guests of The Georgetown Dish after party were drinking their family wine.</p></p>\n"},{"ref":"121:23","html":"<strong><a href=\"/articles/delishing-citronelle\" hreflang=\"und\">De.lish.ing  Citronelle</a></strong>\n<p><p> If there was ever any question about the health of the area’s fine dining climate, it looks as though it’s thriving. Despite the threat of a looming blizzard, Georgetown’s iconic restaurant, Citronelle, was fully committed on this frosty Friday evening.</p></p>\n"},{"ref":"121:24","html":"<strong><a href=\"/articles/and-away\" hreflang=\"und\">Up, Up and Away!</a></strong>\n<p><p>We are tremendously excited to bring you TheGeorgetownDish. Our mission is to inform, entertain, and amuse.</p></p>\n"},{"ref":"121:25","html":"<strong><a href=\"/articles/now-showing-messenger\" hreflang=\"und\">Now Showing: The Messenger</a></strong>\n<p><p>It was <em>Sophie’s Choice</em> at a recent showing by The Impact Film Festival, a Washington, DC-based non-profit organization created as a platform for documentary and narrative filmmaking.</p></p>\n"},{"ref":"121:26","html":"<strong><a href=\"/articles/way-go-georgetown-cupcake\" hreflang=\"und\">Way to Go, Georgetown Cupcake</a></strong>\n<p><p>GEORGETOWN CUPCAKE'S NEW M STREET STORE OPENS TODAY AT 33RD STREET WITH FREE CUPCAKES FOR ALL. Congratulations to Katherine, Sophie et al. Watch my interview with them on DC Cable, Channel 16, tomorrow at 8 p.m.</p></p>\n"},{"ref":"121:27","html":"<strong><a href=\"/articles/getting-under-skin-beauty\" hreflang=\"und\">Getting Under the Skin of Beauty</a></strong>\n<p><p>Welcome. I'm Tina Alster, and I'm delighted to have the opportunity to talk with you about looking your best. I live in Georgetown, love this unique village, and am excited to see the launch of TheGeorgetownDish. The Face of Georgetown is beautiful, and it's no accident.</p></p>\n"},{"ref":"121:28","html":"<strong><a href=\"/articles/we-want-know\" hreflang=\"und\">We Want to Know</a></strong>\n<p><p>The latest musings, obsessions, sightings and speculations about the famous and infamous from Georgetown to Capitol Hill to Wall Street to Hollywood and wherever ... If you just want to know, no explanations needed, this is the site for you. (White House resignations by the end of the year?</p></p>\n"},{"ref":"121:29","html":"<strong><a href=\"/articles/hugh-newell-jacobsen\" hreflang=\"und\">Hugh Newell Jacobsen</a></strong>\n<p><p>Have you seen the newest Architectural Digest that just came out? Included among the best architects in the whole world are two from our area, our beloved Hugh Newell Jacobsen and also Thomas Pheasant, both really of Georgetown.</p></p>\n"},{"ref":"121:30","html":"<strong><a href=\"/articles/facebook-and-social-networking\" hreflang=\"und\">Facebook and Social Networking</a></strong>\n<p><p> I do not rant. Ranting is very unattractive and usually results in ... well ... being ranted back at. While I'm generally a very happy, yet somewhat wild and warped individual, I am also human. Since you're still reading, I assume your camaraderie in this and that you get my drift.</p></p>\n"}]